import React, {Component} from 'react';
import './UserAgreement.scss'
class UserAgreement extends Component {
    render() {
        return (
            <div className='UserAgreement'>
                <p>智赋云隐私政策</p>
                <p>引：</p>
                <p>智赋云非常重视您的个人信息保护，会依法保护您的个人信息，同时制定严格的政策来管理所有数据。使用智赋云提供的服务前，您需要同意本政策中关于智赋云如何收集、使用、分享和保护您的相关信息的规定。如果您不同意本隐私政策中关于基本业务功能的相关内容，可能将影响为您提供相应产品和/或服务的效果。本政策将帮助您了解以下内容</p>
                <p>一、智赋云如何收集和使用您的个人信息</p>
                <p>二、智赋云对 okies和同类型技术的使用</p>
                <p>三．智赋云如何共享、转让、公开披露您的信息</p>
                <p>四、智赋云如何存储您的个人信息</p>
                <p>五、智赋云如何保护您的个人信息</p>
                <p>六、您的权利</p>
                <p>七、未成年人的信息保护</p>
                <p>八、智赋云向您发送的信息</p>
                <p>九、智赋云服务中的第三方服务</p>
                <p>十、适用范围</p>
                <p>十ー、本隐私政策的修改</p>
                <p>十二、如何联系我们</p>
                <p>除有特殊约定外，本隐私政策中使用的名词与《智赋云平台注册协议》中定义的名词具有相同的含义。</p>
                <p>本隐私政策与您使用智赋云服务关系紧密，请您仔细阅读并理解本隐私政策的全部内容。智赋云将对本隐私政策中与您的权益存在重大关系的条款和个人敏感信息，采用粗体字进行标注以提示您注意。</p>
                <p>为了遵守国家法律法规及监管规定，也为了向您提供服务及提升服务质量，智赋云需要收集、存储、使用及对外提供您的信息。您同意智赋云按照本政策约定处理您的信息，以便您享受优质、便捷、个性化的服务，同时更好地保护您的账号安全。</p>
                <ul>
                    <li>智赋云如何收集和使用您的个人信息</li>
                </ul>
                <p>为了保证智赋云用户注册、账户和服务安全、签约等客户服务各项基本业务功能及各项扩展业务功能的正常运行，智赋云会收集和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为智赋云的用户或无法使用和享受智赋云提供的某些产品和服务，或者无法达到相关产品和/或服务拟达到的效果。</p>
                <p>1、基本业务功能</p>
                <p>(1)智赋云用户注册。为创建账号，智赋云收集并使用您的手机号码、微信账号或其他第三方账号。</p>
                <p>(2)账户和服务安全。为运营商认证、安全防范、诈骗检测、存档和备份等活动，确保智赋云向您提供的产品和服务的安全性，您使用智赋云的产品或服务时系统会通过Cookies、 Web Beacon或其他方式自动采集技术信息，包括您的移动设备的配置信息、IP地址和移动设备所用的版本和设备识别码。</p>
                <p>(3)签约等客户服务。为了进行身份验证、银行卡鉴权等活动，执行产品/服务验证、升级服务，帮助智赋云设计新服务、改善智赋云现有服务，智赋云将通过您主动提供或者智赋云应用中嵌入的授权合作伙伴软件开发工具包SDK或者AP接口收集并使用您的姓名、身份证号码或其他有效证件号码、证件照片、银行卡卡号、银行预留手机号码。为了确保收款方确实为您本人，避免盗用身份信息与银行卡信息的情况，保障智赋云服务的安全性，智赋云还会收集并使用您的人脸照片</p>
                <p>(4)客户服务。为保障您的账号安全，智赋云在向您提供客户服务时可能会使用您的账号信息来核实您的身份;在您需要提供客服咨询时，智赋云会查询您的智赋云服务使用记录帮助您解決产品或服务问题。您在与智赋云客服或服务人员进行沟通、咨询时，智赋云会对沟通进行记录。</p>
                <p>2、拓展业务功能</p>
                <p>智赋云平台现尚未提供个性化服务及拓展业务功能，如此后提供，智赋云将会在征求您同意的前提下开启前述功能。</p>
                <p>3、依法豁免征得同意收集和使用的个人信息</p>
                <p>您理解并确认，在下列情形中，根据法律法规及相关国家标准，智赋云收集和使用您的个人信息无需征得您的授权同意：</p>
                <p>(1)与国家安全、国防安全直接相关的;</p>
                <p>(2)与公共安全、公共卫生、重大公共利益直接相关的</p>
                <p>(3)与犯罪侦査、起诉、审判和判決执行等直接相关的;</p>
                <p>(4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的;</p>
                <p>(5)所收集的您的个人信息是您自行向社会公众公开的;</p>
                <p>(6)从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道</p>
                <p>(7)根据您的要求签订或履行协议所必需的</p>
                <p>(8)用于维护软件及相关服务的安全稳定运行所必需的、例如发现、处置软件及相关服务的故障</p>
                <p>(9)为合法的新闻报道所必需的;</p>
                <p>(10)学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
                <p>(11)法律法规规定的其他情形</p>
                <p>特别提示您注意，如信息无法单独或结合其他信息识别到您的个人身份，其不属于法律意义上您的个人信息;当您的信息可以单独或结合其他信息识别到您的个人身份时或我们将无法与任何特定个人信息建立联系的数据与其他您的个人信息结合使用时，这些信息在结合使用期间，将作为您的个人信息按照本隐私政策处理与保护。</p>
                <p>二、智赋云对 Cookies和同类型技术的使用</p>
                <p>Cookies:和同类型技术是互联网中的通用常用技术。当您使用智赋云相关服务时，智赋云可能会使用相关技术向您的设备发送一个或多个 Cookies或匿名标识符，以收集和存储您访问、使用智赋云服务时的信息。智赋云使用 Cookies和同类技术主要为了实现以下功能或服务</p>
                <p>1、保障产品与服务的安全、高效运转</p>
                <p>智赋云可能会设置认证与保障安全性的 Cookies或匿名标识</p>
                <p>符，使智赋云确认您是否安全登录服务，或者是否遭受盗用、欺诈等不法行为。这些技术还会帮助智赋云改进服务效率，提升登录和响应速度。</p>
                <p>2、帮助您获得更轻松的访问体验</p>
                <p>使用 okies和同类型技术可以帮助您省去重复填写个人信息、判断您的登录状态以及账号或数据安全等。</p>
                <p>3、为您推荐、展示、推送您可能感兴趣的内容</p>
                <p>智赋云可能会利用 okies和同类技术了解您的偏好和使用习惯，进行咨询或数据分析，以改善产品服务及用户体验。</p>
                <ul>
                    <li>智赋云如何共享、转让及公开披露您的信息</li>
                </ul>
                <p>1、共享</p>
                <p>智赋云不会与其他组织、公司和个人共享您的个人信息，但以下情况除外：</p>
                <ul>
                    <li>在获取明确同意情形下的共享: 未经您的同意，智赋云不会共享您的个人信息，除非共享的个人信息已去标识化处理，且被共享的第三方无法重新识别此类信息所属的自然人主体。智赋云仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享必要的个人信息。</li>
                </ul>
                <ul>
                    <li>法定情形下的共享:智赋云可能会根据法律法规规定、诉讼争议解決需要或者行政、司法等有权机关依法提出的要求对外共享您的个人信息。</li>
                </ul>
                <ul>
                    <li>与关联公司共享:您的个人信息可能会与智赋云的关联公司共享。智赋云只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。</li>
                </ul>
                <ul>
                    <li>与企业客户共享:为给您筛选适当的生产经营活动及了解您的生产经营情况，您授权并同意将您的个人信息共享给相应的企业客户。</li>
                </ul>
                <ul>
                    <li>与授权合作伙伴共享: 仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与授权合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。</li>
                </ul>
                <p>目前智赋云的授权合作伙伴主要是供应商及服务提供商。为准确地向您付款，我们需要核查您的身份信息，您同意并授权智赋云或其关联公司将您的姓名、身份证号或其他有效证件号码、手机号码、银行账号、身份证照片、人脸照片、动态面部识别特征通过应用中嵌入的软件开发工具包SDK或者APl接口共享给专业身份验证机构进行核验; 为确保您在智赋云平台线上签约的效力，您同意并授权智赋云或其关联公司将您的姓名、身份证号码或其他有效证件号码共享给认证机构用于生成您的数字证书，您同意智赋云及其关联公司调用您的数字证书。</p>
                <p>对智赋云与之共享个人信息的公司、组织和个人，智赋云会与其签暑严格的保密协定或保密条款，要求他们按照智赋云的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
                <p>2、转让</p>
                <p>智赋云不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
                <ul>
                    <li>在获取明确同意的情况下转让: 获得您的明确同意后，智赋云会向其他方转让您的个人信息;</li>
                </ul>
                <ul>
                    <li>在涉及合并、收购或破产清算时，如涉及到个人信息转让，智赋云会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则智赋云将要求该公司、组织重新向您征求授权同意。</li>
                </ul>
                <p>3、公开披露</p>
                <p>智赋云仅会在以下情况下，公开披露您的个人信息</p>
                <p>（1）获得您明确同意或基于您的主动选择，智赋云可能会公开披露您的个人信息;</p>
                <p>（2）如果您出现违反法律法规或严重违反本隐私政策的情况，或为保护用户或公众的人身财产安全免遭侵害，智赋云可能依据法律法规或本隐私政策披露您的相关个人信息，包</p>
                <p>括相关违规行为以及智赋云已对您采取的措施。</p>
                <p>4、不得披露</p>
                <p>(1)任何情况下，智赋云不会公开披露您的个人生物识别信息等个人生理信息;</p>
                <p>(2)任何情况下，智赋云不会公开披露您的种族、民族、政治观点、宗教信仰等敏感数据。</p>
                <p>5、共享、公开披露个人信息时事先征得授权同意的例外</p>
                <p>以下情形中，共享、公开披露您的个人信息无需事先征得您的授权同意</p>
                <p>(1)与国家安全、国防安全有关的</p>
                <p>(2)与公共安全、公共卫生、重大公共利益有关的;</p>
                <p>(3)与犯罪侦查、起诉、审判和判決执行等有关的;</p>
                <p>(4)出于维护您或其他个人的生命、财产等重大合法权益但因主客观原因很难征得您本人同意的</p>
                <p>(5)您自行向社会公众公开的个人信息;</p>
                <p>(6)从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
                <ul>
                    <li>智赋云如何存储您的个人信息</li>
                </ul>
                <p>1、存储地点</p>
                <p>智赋云依照法律法规的规定，将在境内运营过程中收集和产生的您的个人信息存储于中华人民共和国境内。目前，智赋云不会将上述信息传输至境外，如果向境外传输，智赋云将会遵循相关国家规定或者征求您的同意。</p>
                <p>2、存储期限</p>
                <p>智赋云仅在为提供服务之目的所必需的期间内保留您的个人信息，在您未撤回、删除或未注销账号期间，智赋云会保留相关信息。超出必要期限后，智赋云将对您的个人信息进行删除或匿名化处理，但法律法规另有规定的除外。</p>
                <p>五、智赋云如何保护您的个人信息</p>
                <p>1、智赋云已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。智赋云会采取一切合理可行的措施，保护您的个人信息。</p>
                <p>2、智赋云已取得了以下认证: PC DSS认证、ISO27001认证及信息安全等级保护三级认证。</p>
                <p>3、智赋云仅在本隐私政策所述目的范围内和法律法规要求的时限内保留您的个人信息。智赋云使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。例如，在某些服务中，智赋云将利用加密技术来保护您向智赋云提供的个人信息。</p>
                <p>4、互联网并非绝对安全的环境，而且电子邮件、即时通讯及其他交流方式并未加密，智赋云强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助智赋云保证您的账号安全。请您谅解，由于技术的限制以及风险防范的局限性，即便智赋云已经尽量加强安全防护措施，也无法始终保证信息绝对的安全。您需要了解，您接入智赋云的服务所用的系统和通讯网络，有可能因智赋云可控范围外的情况而发生问题。</p>
                <p>5、如不幸发生个人信息安全事件，智赋云将按照法律法规的要求，及时向您告知:安全事件的基本情况和可能的影响、智赋云已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。智赋云将及时将事件相关情况以邮件、信函、电话、在线客服、推送通知等方式告知您，难以逐一告知个人信息主体时，智赋云会采取合理、有效的方式发布公告</p>
                <p>六、您的权利</p>
                <p>按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，智赋云保障您对自己的个人信息行使以下权利：</p>
                <p>1、访问您的个人信息</p>
                <p>您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问: 如果您希望访问或编辑您的账户中的个人基本信息，您可以通过访问个人信息中的基本资料执行此类操作。对于您在使用智赋云产品或服务过程中产生的其他个人信息，只要智赋云不需要过多投入，我们会向您提供。</p>
                <p>如果您无法通过上述操作访问个人信息或希望行使数据访问权，您可以随时通过第十二条中罗列的方式联系智赋云，智赋云会在30日内回复您的访问请求。</p>
                <p>2、更正您的个人信息</p>
                <p>当您发现智赋云处理的关于您的个人信息有错误时，您有权要求智赋云做出更正。您可以通过第十二条中罗列的方式提出更正申请。</p>
                <p>3、删除您的个人信息</p>
                <p>在以下情形中，您可以向智赋云提出删除个人信息的请求</p>
                <p>(1)智赋云处理个人信息的行为违反法律法规</p>
                <p>(2)智赋云收集、使用您的个人信息，却未征得您的同意</p>
                <p>(3)智赋云处理个人信息的行为违反了与您的约定;</p>
                <p>(4)您不再使用智赋云的产品或服务，或您注销了账号</p>
                <p>(5)智赋云不再为您提供产品或服务。若智赋云決定响应您的删除请求，智赋云还将同时通知从我们处获得您的个人信息的实体，要求其及时删除(法律法规另有规定，或这些实体获得您独立授权的除外)</p>
                <p>当您从智赋云的服务中删除信息后，智赋云可能不会立即在备份系统中删除相应的信息，但会在备份更新时删除这些信息</p>
                <p>4、改变您授权同意的范围</p>
                <p>每个业务功能需要一些基本的个人信息才能得以完成(见本政策&ldquo;第一条＂)。对于额外收集的个人信息，您可以随时给予或收回您的授权同意。收回授权同意可能影响您使用某些产品或服务，智赋云会在您收回授权同意时向您说明。您可以通过第十二条中罗列的方式提出收回同意申请。当您收回同意后，智赋云将不再处理相应的个人信息。但您收回同意的決定，不会影响此前基于您的授权而开展的个人信息处理</p>
                <p>5、响应您的上述请求</p>
                <p>为保障安全，您可能需要提供书面请求或以其他方式证明您的身份。智赋云将先要求您验证自己的身份后再处理您的请求。</p>
                <p>对于您的合理请求，智赋云原则上不收取费用，但对多次重复、超出合理限度的请求，智赋云将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段(例如，需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者非常不切实际的请求，智赋云可能会予以拒绝。在以下情形中，智赋云将无法响应您的请求</p>
                <p>（1）与智赋云履行法律法规规定的义务相关的;</p>
                <p>（2）与国家安全、国防安全直接相关的;</p>
                <p>（3）与公共安全、公共卫生、重大公共利益直接相关的;</p>
                <p>（4）与犯罪侦查、起诉、审判和执行判決等直接相关的;</p>
                <p>（5）智赋云有充分证据表明个人信息主体存在主观恶意或滥用权利的;</p>
                <p>（6）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的;</p>
                <p>（7）响应个人信息主体的请求将导致个人信息主体或其他个人、组织的合法权益受到严重损害的;</p>
                <p>（8）涉及商业秘密的。</p>
                <p>七、未成年人的信息保护</p>
                <p>智赋云非常重视对未成年人个人信息的保护。根据《智赋云平台注册协议》的约定，智赋云平台仅限已满16周岁的个人注册使用。如您已满16周岁但未满18周岁，在使用智赋云的服务前，应事先取得您法定监护人的书面同意。智赋云根据国家相关法律法规的规定保护未成年人的个人信息。</p>
                <p>八、智赋云向您发送的信息</p>
                <p>1、信息推送</p>
                <p>您在使用智赋云的服务时，智赋云可能向您发送电子邮件短信、资讯或推送通知等。</p>
                <p>2、与服务有关的公告</p>
                <p>智赋云可能在必要时(例如，因系统维护而暂停某一项服务时)向您发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于广告的公告。</p>
                <p>九、智赋云服务中的第三方服务</p>
                <p>智赋云的服务可能包括链接至第三方提供的其他服务。该等第三方服务可能由相关的第三方或智赋云运营。您使用该等第三方的服务(包括您向该等第三方提供的任何个人信息)，须受第三方自己的服务条款及隐私政策约束，您需要仔细阅读其条款。本隐私政策仅适用于智赋云所收集的任何信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，而智赋云对任何第三方使用由您提供的信息不承担任何责任。</p>
                <p>十、适用范围</p>
                <p>智赋云所有的服务均适用本隐私政策。请您注意，本隐私政策不适用于以下情况:通过智赋云的服务而接入的第三方服务收集的信息;通过在智赋云服务中提供其他服务的第三方所收集的信息。</p>
                <p>十ー、本隐私政策的修改</p>
                <p>智赋云可能随时修改本隐私政策的条款，该等修改构成本隐私政策的一部分。如该等修改造成您在本隐私政策下权利的实质减少，智赋云将在修改生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您，在该种情况下，若您通过点击或勾选等方式同意或继续使用智赋云的服务，即表示您同意受经修订的本隐私政策约束。</p>
                <p>十二、如何联系我们</p>
                <p>如果您对本隐私政策有任何疑问、意见或建议，您可以通过以下方式与我们联系：</p>
                <p>028-8280 8397</p>
                <p>谢谢！</p>

            </div>
        );
    }
}

export default UserAgreement;

